{
  "hill dwarf": {
		"name": "Hill Dwarf",
    "scorebonus": ["constitution+2","wisdom+1"],
		"desc": "Kingdoms rich in ancient grandeur, halls carved into the roots of mountains, the echoing of picks and hammers in deep mines and blazing forges, a commitment to clan and tradition, and a burning hatred of goblins and orcs- these are common threads that unite all dwarves",
		"age": "Dwarves mature at the same rate as humans, but they're considered young until the age of 50. On average, they live 350 years.",
		"alignment": "Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order.",
		"sizedesc": "Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor.",
    "speed": 25,
    "traits": ["Darkvision", "Dwarven Resilience", "Dwarven Combat Training", "Tool Proficiency", "Stonecunning", "Dwarven Toughness"],
		"languagedesc": "You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak.",
		"languages": ["Common", "Dwarvish"]
  },
	"mountain dwarf": {
		"name": "Mountain Dwarf",
    "scorebonus": ["constitution+2","strength+2"],
		"desc": "Kingdoms rich in ancient grandeur, halls carved into the roots of mountains, the echoing of picks and hammers in deep mines and blazing forgers, a commitment to clan and trasition, and a burning hatred of goblins and orcs- these are common threas that unite all dwarves",
		"age": "Dwarves mature at the same rate as humans, but they're considered young until the age of 50. On average, they live 350 years.",
		"alignment": "Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order.",
		"sizedesc": "Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor.",
    "speed": 25,
    "traits": ["Darkvision", "Dwarven Resilience", "Dwarven Combat training", "Tool Proficiency", "Stonecunning", "Dwarven Armor Training"],
		"languagedesc": "You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak.",
		"languages": ["Common", "Dwarvish"]
	},
	"high elf": {
		"name": "High Elf",
    "scorebonus": ["dexterity+2","intelligence+1"],
		"desc": "Eleves are magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
		"age": "Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass wordly experience. An elf typically claims adulthood and an adult name around the age 100 and can live to be 750 years old.",
		"alignment": "Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not. The drow (dark elves) are an exception; their exile into the Underdark has made them viscious and dangerous. Drow are more evil than not.",
		"sizedesc": "Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium.",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Darkvision", "Keen Senses", "Fey Ancestry", "Trance", "Elf Weapon Training", "Cantrip", "Extra Language"],
		"languagedesc": "You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires.",
		"languages": ["Common", "Elvish"],
		"cantrips": []
  },
	"wood elf": {
		"name": "Wood Elf",
    "scorebonus": ["dexterity+2","wisdom+1"],
		"desc": "Elves are magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
		"age": "Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass wordly experience. An elf typically claims adulthood and an adult name around the age 100 and can live to be 750 years old.",
		"alignment": "Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not. The drow (dark elves) are an exception; their exile into the Underdark has made them viscious and dangerous. Drow are more evil than not.",
		"sizedesc": "Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium.",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 35 feet.",
    "speed": 35,
    "traits": ["Darkvision", "Keen Senses", "Fey Ancestry", "Trance", "Elf Weapon Training", "Fleet Of Foot", "Mask Of The Wild"],
		"languagedesc": "You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires.",
		"languages": ["Common", "Elvish"]
	},
	"dark elf": {
		"name": "Dark Elf (Drow)",
    "scorebonus": ["dexterity+2","charisma+1"],
		"desc": "Descended from an earlier subrace of elves, the drow were banished from the surface of the world for following the goddess Lolth down the path of evil. Now they have built their own civilization in the depths of the Underdark, patterned after the Way of Lolth. Also called Dark Elves, the drow have skin that resembles charcoal or obsidian, they tend to be smaller and skinnier than most elves. Drow adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass wordly experience. An elf typically claims adulthood and an adult name around the age 100 and can live to be 750 years old.",
		"alignment": "Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not. The drow (dark elves) are an exception; their exile into the Underdark has made them viscious and dangerous. Drow are more evil than not.",
		"sizedesc": "Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium.",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Superior Darkvision", "Keen senses", "Fey Ancestry", "Trance", "Sunlight Sensitivity", "Drow Magic", "Drow Weapon Training"],
		"languagedesc": "You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires.",
		"languages": ["Common", "Elvish"],
		"cantrips": ["Dancing Lights"]
	},
	"lightfoot halfling": {
		"name": "Lightfoot Halfling",
    "scorebonus": ["dexterity+2","charisma+1"],
		"desc": "The comforts of home are the goals of most halflings' lives: a place to settle in peace and quiet, far from marauding monsters and clashing armies; a blazing fire and generous meal; fine drink and fine conversation. Though some halflings live out their days in remote agricultural communities, others form nomadic bands that travel constantly, lured by the open road and wide horizon to discover the wonders of new lands and peoples. But even these wanderers love peace, food, hearth, and home, though home might be a wagon jostling along a dirt road or a raft floating downriver.",
		"age": "A halfling reaches adulthood at the age of 20 and generally live into the middle of their second century.",
		"alignment": "Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways.",
		"sizedesc": "Halflings average about 3 feet tall and weigh about 40 pounds. Your size is Small.",
    "size": "Small",
		"speeddesc": "Your base walking speed is 25 feet.",
    "speed": 25,
    "traits": ["Lucky", "Brave", "Halfling Nimbleness", "Naturally Stealthy"],
		"languagedesc": "You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling.",
		"languages": ["Common", "Halfling"]
	},
	"stout halfling": {
		"name": "Stout Halfling",
    "scorebonus": ["dexterity+2","constitution+1"],
		"desc": "The comforts of home are the goals of most halflings' lives: a place to settle in peace and quiet, far from marauding monsters and clashing armies; a blazing fire and generous meal; fine drink and fine conversation. Though some halflings live out their days in remote agricultural communities, others form nomadic bands that travel constantly, lured by the open road and wide horizon to discover the wonders of new lands and peoples. But even these wanderers love peace, food, hearth, and home, though home might be a wagon jostling along a dirt road or a raft floating downriver.",
		"age": "A halfling reaches adulthood at the age of 20 and generally live into the middle of their second century.",
		"alignment": "Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways.",
		"sizedesc": "Halflings average about 3 feet tall and weigh about 40 pounds. Your size is Small.",
    "size": "Small",
		"speeddesc": "Your base walking speed is 25 feet.",
    "speed": 25,
    "traits": ["Lucky", "Brave", "Halfling Nimbleness", "Stout Resilience"],
		"languagedesc": "You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling.",
		"languages": ["Common", "Halfling"]
	},
	"human": {
		"name": "Human",
    "scorebonus": ["strength+1","dexterity+1","constitution+1","intelligence+1","wisdom+1","charisma+1"],
		"desc": "In the reckonings of most worlds, humans are the youngest of the common races, late to arrive on the world scene and short-lived in comparison to dwarves, elves, and dragons. Perhaps it is because of their shorter lives that they strive to achieve as much as they can in the years they are given. Or maybe they feel they have something to prove to these elder races, and that's why they build their mighty empires on the foundation of conquest and trade. Whatever drives them, humans are innovators, the achievers, and the pioneers of the world.",
		"age": "Humans reach adulthood in their late teens and live less than a century.",
		"alignment": "Humans tend to no particular alignment. The best and worst are found among them.",
		"sizedesc": "Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your power in that range, your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
		"traits": ["Extra Language"],
		"languagedesc": "You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc Curses, Elvish musical expressions, Dwarvish military phrases, and so on.",
		"languages": ["Common"]
	},
	"dragonborn": {
		"name": "Dragonborn",
    "scorebonus": ["strength+2","charisma+1"],
		"desc": "Born of dragons, as their name proclaims, the dragonborn walk proudly through a world that greets them with fearful incomprehension. Shaped by draconic gods or the dragons themselves, dragonborn originally hatched from dragon eggs as a unique race, combining the best attributes of dragons and humanoids. Some dragonborn are faithful servants to true dragons, others form the ranks of soldiers in great wars, and still others find themselves adrift, with no clear calling in life. Dragonborn adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Young dragonborn grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by age 3, and reach adulthood by 15. They live to be around 80.",
		"alignment": "Dragonborn tend to extremes, making a conscious choice for one side or the other in the cosmic war between Bahamut (the good) and Tiamat (the evil). Most dragonborn are good, but those who side with Tiamat can be terrible villains.",
		"sizedesc": "Dragonborn are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium.",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Draconic Ancestry"],
		"languagedesc": "You can speak, read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants.",
		"languages": ["Common", "Draconic"]
  },
	"forest gnome": {
		"name": "Forest Gnome",
    "scorebonus": ["intelligence+2","dexterity+1"],
		"desc": "A constant hum of busy activity pervades the warrens and neighborhoods where gnomes form their close-knit communities. Louder sounds punctuate the hum: a crunch of grinding gears here, a minor explosion there, a yelp of surprise or triumph, and especially bursts of laughter. Gnomes take delight in life, enjoying every moment of invention, exploration, investigation, creation, and play. Gnome adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years.",
		"alignment": "Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than viscious.",
		"sizedesc": "Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small.",
    "size": "Small",
		"speeddesc": "Your base walking speed is 25 feet.",
    "speed": 25,
    "traits": ["Darkvision", "Gnome Cunning", "Natural Illusionist", "Speak With Small Beasts"],
		"languagedesc": "You can speak, read, and wrtie Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowed for its technical treatises and its catalogs of knowledge about the natural world.",
		"languages": ["Common", "Gnomish"],
		"cantrips": ["Minor Illusion"]
  },
	"rock gnome": {
		"name": "Rock Gnome",
    "scorebonus": ["intelligence+2","constitution+1"],
		"desc": "A constant hum of busy activity pervades the warrens and neighborhoods where gnomes form their close-knit communities. Louder sounds punctuate the hum: a crunch of grinding gears here, a minor explosion there, a yelp of surprise or triumph, and especially bursts of laughter. Gnomes take delight in life, enjoying every moment of invention, exploration, investigation, creation, and play. Gnome adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years.",
		"alignment": "Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than viscious.",
		"sizedesc": "Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small.",
    "size": "Small",
		"speeddesc": "Your base walking speed is 25 feet.",
    "speed": 25,
    "traits": ["Darkvision", "Gnome Cunning", "Artificer's Lore", "Tinker"],
		"languagedesc": "You can speak, read, and wrtie Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowed for its technical treatises and its catalogs of knowledge about the natural world.",
		"languages": ["Common", "Gnomish"]
  },
	"half-elf": {
		"name": "Half-Elf",
    "scorebonus": ["charisma+2"],
		"desc": "Walking in two worlds but truly belonging to neither, half-elves combine what some say are the best qualities of their elf and human parents: human curiosity, inventiveness, and ambition tempered by the refined senses, love of nature, and artistic tastes of elves. Some half-elves live among humans, set apart by their emotional and physical differences, watching friends and loved ones age wile time barely touches them. Others live with elves, growing restless as they reach adulthood in the timeless elven realms, while their peers continue to live as children. Many half-elves, unable to fit in with either society, choose lives of solitary wandering or join with other misfits and outcasts in an adventuring life. Half-elf adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years.",
		"alignment": "Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands, and sometimes prove unreliable, or at least unpredicatable.",
		"sizedesc": "Half-elves are about the same size as humans, ranging from 5 to 6 feet tall. Your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Ability Score Increase", "Darkvision", "Fey Ancestry", "Skill Versatility", "Extra Language"],
		"languagedesc": "You can speak, read, and write Common, Elvish, and one extra language of your choice.",
		"languages": ["Common", "Elvish"]
  },
	"half-orc": {
		"name": "Half-Orc",
    "scorebonus": ["strength+2","constitution+1"],
		"desc": "Whether united under the leadership of a mighty warlock or having fought to a standstill after years of conflict, orc and human tribes sometimes form alliances, joining forces into a larger horde to the terror of civilized lands nearby. When these alliances are sealed by marriages, half-orcs are born. Some half-orcs rise to become proud chiefs of orc tribes, their human blood giving them an edge over their full-blooded orc rivals. Some venture into the world to prove their worth among humans and other civilized races. Many of them become adventurers, achieving greatness for their mighty deeds and notoriety for their barbaric customs and savage fury. Half-orc adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years.",
		"alignment": "Half-orcs inherit a tendency towards chaos from their orc parents and are not strongly inclined toward good. Half-orcs raised among orcs and willing to live out their lives among them are usually evil.",
		"sizedesc": "Half-orcs are somewhat larger and bulkier than humans, and they range from 5 to well over 6 feet tall. Your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Darkvision", "Menacing", "Relentless Endurance", "Savage Attacks"],
		"languagedesc": "You can speak, read, and write Common and Orc. Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script.",
		"languages": ["Common", "Orc"]
	},
	"tiefling": {
		"name": "Tiefling",
    "scorebonus": ["intelligence+1","charisma+2"],
		"desc": "To be greeted with stares and whispers, to suffer violence and insult on the street, to see mistrust and fear in every eye: this is the lot of the tiefling. And to twist the knife, tieflings know that this is becuse a pact struck generations ago infused the essence of Asmodeus- the overlord of Nine Hells- into their bloodline. Their appearance and their nature are not their fault but the result of ancient sin, for which they and their children and their children's children will always be held accountable. Tiefling adventurers are rare. Check with your GM to see if you can play one.",
		"age": "Tieflings mature at the same rate as humans but live a few years longer.",
		"alignment": "Tieflings might not have innate tendency toward evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings to a chaotic alignment.",
		"sizedesc": "Tieflings are about the same size and build as humans. Your size is Medium",
    "size": "Medium",
		"speeddesc": "Your base walking speed is 30 feet.",
    "speed": 30,
    "traits": ["Darkvision", "Hellish Resistance", "Infernal Legacy"],
		"languagedesc": "You can speak, read, and write Common and Infernal.",
		"languages": ["Common", "Infernal"],
		"cantrips": ["Thaumaturgy"]
	}
}
